---
kind: property
id: P:Autodesk.Revit.DB.Outline.MinimumPoint
source: html/0c0ea870-876d-9404-3da1-bf5d82d9d71a.htm
---
# Autodesk.Revit.DB.Outline.MinimumPoint Property

The minimum point of the bounding box.

## Syntax (C#)
```csharp
public XYZ MinimumPoint { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentNullException** - When setting this property: A non-optional argument was null